Repository: NMarjou/localization-app
Catalog: TMs/en-US_ja-JP.tmx
Source language: en_us
Languages: ja_jp

source: {{name}} hasn't received any behaviors from this library.
ja_jp: {{name}}さんはこのライブラリから行動を受信していません。

source: You have not requested any feedback about {{name}} over the review period. Why not get insights from their collaborators and colleagues now?
ja_jp: あなたはレビュー期間中に{{name}}さんに関するフィードバックをリクエストしていません。これを機に、この方のコラボレータや同僚から洞察を得てみませんか？

source: {{name}} has not received any feedback visible to you over this review period.
ja_jp: {{name}}さんは、このレビュー期間中にあなたに表示されるフィードバックを受信していません。

source: You have not received any feedback visible over this review period.
ja_jp: あなたは、このレビュー期間中に自分に表示されるフィードバックを受信していません。

source: Request feedback now
ja_jp: 今すぐフィードバックをリクエスト

source: Want to write meaningful feedback?
ja_jp: 有意義なフィードバックを書くには：

source: Add key phrase
ja_jp: 重要なフレーズを追加

source: Growth model
ja_jp: 成長モデル

source: Key phrases
ja_jp: キーフレーズ

source: Use our model and key phrases for inspiration.
ja_jp: 用意されているモデルとキーフレーズから着想を得ましょう。

source: you
ja_jp: あなた

source: I observed your impact on project X or during meeting Y. I suspect you’re not aware of this and I want to share
ja_jp: プロジェクトXまたは会議Yにおけるあなたの影響力を見ていました。ご自身では意識していないことかもしれませんので、ぜひ共有したいと思います

source: Your observations
ja_jp: あなたからの目撃情報

source: You're sending feedback to {{count}} people
ja_jp: {{count}}人にフィードバックを送信しています

source: You're sending feedback to one person
ja_jp: 1人にフィードバックを送信しています

source: My feedback list
ja_jp: 私のフィードバックリスト

source: My note list
ja_jp: 私のメモリスト

source: Public feedback list
ja_jp: 公開フィードバックリスト

source: You are requesting feedback from {{count}} people
ja_jp: {{count}}人からのフィードバックをリクエストしています

source: You are requesting feedback from one person
ja_jp: 1人からのフィードバックをリクエストしています

source: Sent feedback list
ja_jp: 送信されたフィードバックリスト

source: Shared feedback list
ja_jp: 共有されたフィードバックリスト

source: Team requests feedback list
ja_jp: チームがフィードバックリストをリクエストしています

source: View feedback {{users}}
ja_jp: フィードバックを表示 {{users}}

source: The maximum value of this field is {{max}}.
ja_jp: このフィールドの最大値は{{max}}です。

source: The minimum value of this field is {{min}}.
ja_jp: このフィールドの最小値は{{min}}です。

source: This field is mandatory.
ja_jp: このフィールドは必須です。

source: Required.
ja_jp: 必須。

source: The file upload failed; your file contains malicious code.
ja_jp: ファイルのアップロードに失敗しました。ファイルに悪質なコードが含まれています。

source: The file you're trying to upload is not supported.
ja_jp: アップロードしようとしているファイルはサポートされていません。

source: The image you are trying to upload is too large. The maximum size for images is 2MB.
ja_jp: アップロードしようとしている画像が大きすぎます。画像の最大サイズは2MBです。

source: This page doesn't exist or you don't have access to it.
ja_jp: このページは存在しないか、アクセス権がありません。

source: You can use only letters, numbers, "_" and "-".
ja_jp: 文字、数字、「_」および「-」のみを使用できます。

source: The field can contain only letters, numbers, or "_", and must start with a letter.
ja_jp: このフィールドには、文字、数字、または「_」のみを含めることができ、最初は文字でなければなりません。

source: You cannot use a special character in first or last position.
ja_jp: 冒頭または末尾に特殊文字を使用することはできません。

source: The date can not be in the past.
ja_jp: 過去の日付は無効です。

source: The maximum number of elements has been reached.
ja_jp: 要素の最大数に達しました。

source: The end date must be after the start date.
ja_jp: 終了日は開始日より後でなければなりません。

source: The value must be {{max}} or less.
ja_jp: 値は{{max}}以下でなければなりません。

source: The value must be between {{min}} and {{max}}.
ja_jp: 値は{{min}}～{{max}}の範囲内でなければなりません。

source: The value must be at least {{min}}.
ja_jp: 値は少なくとも{{min}}でなければなりません。

source: This field cannot be empty.
ja_jp: このフィールドは空にできません。

source: The first character must be a letter.
ja_jp: 最初の文字はアルファベットでなければなりません。

source: The JSON format is invalid.
ja_jp: JSON形式が無効です。

source: The URL is invalid.
ja_jp: URLが無効です。

source: You cannot use the characters "_" and "-" several times consecutively.
ja_jp: 「_」および「-」を連続して使用することはできません。

source: You cannot use spaces or special characters.
ja_jp: スペースや特殊文字は使用できません。

source: The end number must be greater than the start number.
ja_jp: 終了番号は開始番号より大きくなければなりません。

source: The question is required.
ja_jp: この質問は必須です。

source: The rating answer type is required.
ja_jp: 評価回答タイプは必須です。

source: Required fields in the default language cannot be empty.
ja_jp: デフォルト言語の必須フィールドは空にできません。

source: You must enter a value in at least one of the fields.
ja_jp: 少なくとも1つのフィールドに値を入力する必要があります。

source: You cannot use the characters {{specialCharacters}}
ja_jp: {{specialCharacters}} の文字は使用できません

source: This value is already in use. Please enter a unique value.
ja_jp: この値はすでに使用されています。一意の値を入力してください。

source: The start date must be after the end date of the previous step.
ja_jp: 開始日は前のステップの終了日より後でなければなりません。

source: The end date must be before the start date of the next step.
ja_jp: 終了日は次のステップの開始日より前でなければなりません。

source: {{min}} to {{max}}.
ja_jp: {{min}}～{{max}}。

source: Formatted address
ja_jp: フォーマットされた住所

source: Full mailing address, formatted for display or use with a mailing label. This field is automatically populated with data you entered.
ja_jp: 表示または郵送ラベルに使用できるようフォーマットされた完全な郵送先住所です。このフィールドは、入力したデータを基に自動入力されます。

source: Blue
ja_jp: ブルー

source: Coral
ja_jp: コーラル

source: Gray
ja_jp: グレー

source: Green
ja_jp: グリーン

source: Indigo
ja_jp: インディゴ

source: Lime
ja_jp: ライム

source: Orange
ja_jp: オレンジ

source: Pink
ja_jp: ピンク

source: Purple
ja_jp: パープル

source: Red
ja_jp: レッド

source: Teal
ja_jp: ティール

source: White
ja_jp: ホワイト

source: Yellow
ja_jp: イエロー

source: Failed to copy to clipboard
ja_jp: クリップボードへのコピーに失敗しました

source: Examples
ja_jp: 例

source: Calculation guide
ja_jp: 計算ガイド

source: Diagnostics
ja_jp: 診断

source: Functions
ja_jp: 機能

source: Press <shortcut></shortcut> to get suggestions
ja_jp: <shortcut></shortcut>を押して候補を表示

source: Help
ja_jp: ヘルプ

source: Formula builder help
ja_jp: 数式ビルダーのヘルプ

source: Create custom calculations using data points and rules from your round. As you configure comp elements, budgets, and guidelines, they become available here.
ja_jp: ラウンドのデータポイントとルールを使用してカスタム計算を作成します。報酬要素、予算、ガイドラインを設定すると、ここで利用できるようになります。

source: Build dynamic formulas
ja_jp: 動的な数式を作成する

source: Open the full-screen workspace to browse properties, functions, and operators in dedicated panels while writing your formula.
ja_jp: 数式を入力しながら、専用パネルでプロパティ、関数、演算子を参照できるフルスクリーンワークスペースを開きます。

source: Non-conditional applies a single formula to all rows. Conditional lets you define multiple rules with an "everything else" fallback.
ja_jp: 非条件は単一の数式をすべての行に適用します。条件付きでは、「それ以外のすべて」のフォールバックを含む複数のルールを定義できます。

source: Choose your formula type
ja_jp: 数式タイプを選択してください

source: Build formulas with IF/THEN/ELSE logic. Each condition block evaluates a condition and returns different values based on the result.
ja_jp: IF/THEN/ELSE ロジックで数式を作成します。各条件ブロックは条件を評価し、結果に基づいて異なる値を返します。

source: Conditional mode
ja_jp: 条件モード

source: Example functions
ja_jp: 関数の例

source: Nest your calculations
ja_jp: 計算をネストする

source: Non-conditional mode
ja_jp: 非条件モード

source: Supported operators
ja_jp: サポートされている演算子

source: Insert function
ja_jp: 関数を挿入

source: Auto-suggestion
ja_jp: 自動提案

source: Jumps to the next error
ja_jp: 次のエラーにジャンプします

source: Opens the doc tooltip
ja_jp: ドキュメントのツールチップを開きます

source: Opens the <strong>Issues</strong> panel
ja_jp: <strong>問題</strong>パネルを開きます

source: No diagnostics
ja_jp: 診断なし

source: Properties
ja_jp: プロパティ

source: Search by property name
ja_jp: プロパティ名で検索

source: Search functions
ja_jp: 検索機能

source: Addition
ja_jp: 追加

source: Both conditions must be true
ja_jp: 両方の条件が真である必要があります

source: Use parentheses to group parts of your formula and control the order of calculation
ja_jp: 数式の一部をグループ化し、計算順序を制御するには括弧を使用してください

source: Equals. Checks if two values are identical.
ja_jp: 等しい。2つの値が同一かどうかを確認します。

source: Represents a false/no value
ja_jp: 偽/いいえの値を表します

source: Case-insensitive pattern matching with * wildcards
ja_jp: * ワイルドカードを使用した大文字小文字を区別しないパターンマッチング

source: Multiplication
ja_jp: 乗算

source: Doesn't equal. Checks if two values are different
ja_jp: 等しくない。2つの値が異なるかどうかをチェックします

source: Does not match pattern (case-insensitive with * wildcards)
ja_jp: パターンに一致しません(大文字小文字を区別せず、*ワイルドカードを使用)

source: At least one condition must be true
ja_jp: 少なくとも1つの条件が真である必要があります

source: Subtraction
ja_jp: 減算

source: Represents a true/yes value
ja_jp: 真/はいの値を表します

source: contains
ja_jp: 次の文字を含む

source: doesn't contain
ja_jp: 含まない

source: doesn't start with
ja_jp: で始まらない

source: starts with
ja_jp: で始まる

source: Keyboard shortcuts
ja_jp: キーボードショートカット

source: Learn more
ja_jp: 詳細を見る

source: No results match the search/filter criteria. Remove filters and clear search to show all results.
ja_jp: 検索／フィルター条件に一致する結果がありません。すべての結果を表示するには、フィルターを解除し、検索をクリアしてください。

source: Something went wrong. Try refreshing the page. Consider logging out and logging back in.
ja_jp: 問題が発生しました。ページの更新をお試しください。あるいは、ログアウトして再度ログインしてください。

source: Skip to content
ja_jp: コンテンツへスキップ

source: This content cannot be displayed
ja_jp: このコンテンツは表示できません

source: An unexpected error occurred. Please contact your IT support for assistance.
ja_jp: 予期しないエラーが発生しました。ITサポートにお問い合わせください。

source: Back to edit mode
ja_jp: 編集モードに戻る

source: Align with a goal
ja_jp: 目標に合わせる

source: Are you sure you want to delete this goal?
ja_jp: この目標を削除してもよろしいですか？

source: This chat message was deleted
ja_jp: このチャットメッセージは削除されました

source: Goal chat
ja_jp: 目標チャット

source: Supported file formats: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint, MP3. Maximum file size: 10 MB. Maximum number of files: {{count}} file.
ja_jp: サポートされているファイル形式：JPEG、JPG、PNG、PDF、Word、Excel、TXT、CSV、PowerPoint、MP3。最大ファイルサイズ：10MB。最大ファイル数：{{count}}ファイル。

source: Supported file formats: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint, MP3. Maximum file size: 10 MB. Maximum number of files: {{count}} files.
ja_jp: サポートされているファイル形式：JPEG、JPG、PNG、PDF、Word、Excel、TXT、CSV、PowerPoint、MP3。最大ファイルサイズ：10MB。最大ファイル数：{{count}}ファイル。

source: Let's create
ja_jp: 作成しましょう

source: Let me help you prepare your goals! Share the topic or area on which you want to focus.
ja_jp: 目標の準備をお手伝いします！ 注力したいトピックや領域を共有してください。

source: Your new goal was added to the goal form; you can edit it there. If you think it needs more work, you can give it another try.
ja_jp: 新しい目標が目標フォームに追加されました。フォーム内で編集が可能です。さらなる作業が必要と思われる場合は、再度お試しください。

source: Enable sharing
ja_jp: 共有を有効化

source: Goal Genius is currently unavailable. Please refresh the page or try again later.
ja_jp: Goal Geniusは現在使用できません。ページを更新するか、後でもう一度お試しください。

source: Enter information about the topic of your goal and its target delivery date.
ja_jp: 目標のトピックとターゲット達成予定日に関する情報を入力します。

source: Goal Genius produces AI-generated content. We recommend that you check the accuracy, reliability and completeness of the generated content before proceeding to create your goal.
ja_jp: Goal Geniusは、AIによるコンテンツを作成します。目標作成に進む前に、生成されたコンテンツの正確性、信頼性、完全性を確認することをお勧めします。

source: Privacy guidelines
ja_jp: プライバシーガイドライン

source: Finalizing and perfecting…
ja_jp: 最終処理と完成中…

source: Adding some details…
ja_jp: 詳細を追加しています…

source: Analyzing goal parameters…
ja_jp: 目標パラメータを分析中…

source: Generating a goal…
ja_jp: 目標を生成中…

source: Processing…
ja_jp: 処理中…

source: Organizational unit
ja_jp: 組織単位

source: Let's start
ja_jp: 開始しましょう

source: Try again
ja_jp: もう一度お試しください

source: Share your thoughts (optional)
ja_jp: 意見を共有（任意）

source: Overall progress
ja_jp: 総合的な進捗

source: Plans
ja_jp: 計画

source: Enter the basic information of the goal plan
ja_jp: 目標計画の基本情報を入力

source: Goal plan details
ja_jp: 目標計画の詳細

source: Enable and define goal weights
ja_jp: 目標の重み付けを有効化および定義

source: Weighted goals
ja_jp: 重み付けした目標

source: Define the visibility of the goal plan
ja_jp: 目標計画の表示/非表示を定義

source: Include goal types to the goal plan
ja_jp: 目標計画に目標タイプを含める

source: A fixed period is defined by a start date and an end date.
ja_jp: 固定期間は、開始日と終了日によって定義されます。

source: Recurring
ja_jp: 反復

source: New goal plans will be automatically created according to the recurrence parameters.
ja_jp: 新しい目標計画は、反復パラメータに従って自動的に作成されます。

source: Quarter
ja_jp: 四半期

source: Semester
ja_jp: 学期

source: Recurrence
ja_jp: 反復

source: Period
ja_jp: 期間

source: Plan owners
ja_jp: 計画オーナー

source: Title preview
ja_jp: タイトルのプレビュー

source: No goal plans yet!
ja_jp: まだ目標プランがありません！

source: The end date of the plan must be after the start date.
ja_jp: 計画の終了日は開始日より後でなければなりません。

source: Your goal plan was successfully created.
ja_jp: 目標計画が正常に作成されました。

source: Include
ja_jp: 含める

source: Enable weighting
ja_jp: 重み付けを有効化

source: Goals per worker
ja_jp: 従業員ごとの目標

source: Number of goals that can be created using this goal type. Used to provide guidance for the workers.
ja_jp: この目標タイプを使用して作成できる目標の数です。従業員に指針を提供するために使用されます。

source: Section weight
ja_jp: セクションの重み付け

source: The goal plan must contain at least one published goal type.
ja_jp: 目標計画には、少なくとも1つの公開された目標タイプが含まれている必要があります。

source: Weighting permission
ja_jp: 重み付けのアクセス許可

source: You must allocate a weight from 0 to 100 to each workflow section.
ja_jp: 各ワークフローセクションに0～100の重み付けを分配する必要があります。

source: Goal types in this workflow will be grouped within a single weight section.
ja_jp: このワークフローの目標タイプは、単一の重み付けセクション内でグループ化されます。

source: Workflow section
ja_jp: ワークフローセクション

source: Viewable by workers and managers
ja_jp: 従業員とマネージャが閲覧可能

source: Viewable by the target population
ja_jp: ターゲット母集団が閲覧可能

source: All locations
ja_jp: すべての場所

source: Add all locations
ja_jp: すべての場所を追加

source: Please fill at least one field.
ja_jp: 少なくとも1つのフィールドに入力してください。

source: Add all company
ja_jp: 全社を追加

source: Add all organizational units
ja_jp: すべての組織単位を追加

source: Clear all selections
ja_jp: すべての選択をクリア

source: All roles
ja_jp: すべての役割

source: Add all roles
ja_jp: すべての役割を追加

source: Individual workers
ja_jp: 個々の従業員

source: Exclude
ja_jp: 除外

source: No individuals yet
ja_jp: まだ個人がありません

source: No populations yet
ja_jp: まだ母集団がありません

source: The PDF was successfully sent to Documents.
ja_jp: PDFが［ドキュメント］に正常に送信されました。

source: Your goal was published. It may take a few seconds for it to appear in the list.
ja_jp: あなたの目標が公開されました。リストに反映されるまで数秒かかる場合があります。

source: Goal published successfully
ja_jp: 目標を公開しました

source: Goal creator
ja_jp: 目標作成者

source: Manager of the worker
ja_jp: 従業員のマネージャ

source: Shared user
ja_jp: 共有されたユーザー

source: The goal was successfully updated.
ja_jp: 目標が正常に更新されました。

source: Your goal was saved as a draft. It may take a few seconds to appear in the list.
ja_jp: 目標は下書きとして保存されました。リストに表示されるまで数秒かかる場合があります。

source: Goal saved as draft
ja_jp: 目標を下書きとして保存しました

source: Mandatory
ja_jp: 必須

source: Authorized editors
ja_jp: 承認された編集者

source: The sum of the percentages in the Weight column must not exceed 100%.
ja_jp: ［重み付け］列のパーセンテージの合計は、100%を超えてはなりません。

source: Review and align goal weights to ensure they sum up to 100% for optimal planning.
ja_jp: 目標の重み付けを確認し、計画の最適化に向けて合計が100%になるよう調整します。

source: Total {{weight}}%
ja_jp: 合計{{weight}}%

source: Information visible only to system administrators and HR administrators.
ja_jp: システム管理者および人事管理者のみに表示される情報です。

source: All users will be able to assign goals to anyone in the company, regardless of their role (worker, manager or professional role).
ja_jp: すべてのユーザーは、役割（従業員、マネージャ、またはプロフェッショナル）に関係なく、社内の誰にでも目標を割り当てることができます。

source: Managers and workers in the selected population can assign a goal to anyone
ja_jp: 選択された母集団に属するマネージャと従業員は、誰にでも目標を割り当てることができます

source: Anyone
ja_jp: 任意の人員

source: Organizational unit and below
ja_jp: 組織単位およびそれ以下

source: Users can create goals for themselves
ja_jp: ユーザーは自分自身の目標を作成できます

source: Users can only create this goal type for themselves
ja_jp: ユーザーは、この目標タイプを自分自身に対してのみ作成できます。

source: Workers in the selected population will only be able to create this goal type for themselves. They will not be able to assign goals to other users.
ja_jp: 選択された母集団に属する従業員は、この目標タイプを自分自身に対してのみ作成できます。他のユーザーに目標を割り当てることはできません。

source: Managers will be able to approve the goals created by their direct reports.
ja_jp: マネージャは、直属の部下が作成した目標を承認できるようになります。

source: Require goal approval
ja_jp: 目標の承認を要求

source: Specify the approval of the goal
ja_jp: 目標の承認を指定

source: Approval flow
ja_jp: 承認フロー

source: Is this a performance goal type?
ja_jp: これは業績目標タイプですか？

source: Select libraries
ja_jp: ライブラリを選択

source: Customize the goal form
ja_jp: 目標フォームをカスタマイズ

source: Form builder
ja_jp: フォームビルダー

source: Enter the basic information of the goal type
ja_jp: 目標タイプの基本情報を入力

source: Goal type details
ja_jp: 目標タイプの詳細

source: Define the visibility of the goal type
ja_jp: 目標タイプの表示/非表示を定義

source: Define the visibility of your new goal type.
ja_jp: 新しい目標タイプの表示/非表示を定義します。

source: Goal section. Enables the user to align the goal with another goal in the organization. It also enables them to connect it, for example, to one of their manager's goals or to a department goal.
ja_jp: 目標セクション。ユーザーはこれにより、目標を組織内の他の目標とすり合わせることができます。また、マネージャの目標や部門の目標などと結びつけることもできます。

source: Goal setting. Enables users to attach received feedback to their goals.
ja_jp: 目標設定。ユーザーはこれにより、受信したフィードバックを自分の目標に添付できます。

source: Attach feedback
ja_jp: フィードバックを添付

source: Goal section. Enables the user to add an attachment to a goal.
ja_jp: 目標セクション。ユーザーはこれにより、目標に添付ファイルを追加できます。

source: Text field. Enables the user to enter a comment related to their goal.
ja_jp: テキストフィールド。ユーザーはこれにより、自分の目標に関連するコメントを入力できます。

source: Comments
ja_jp: コメント

source: Calendar tool. Enables the user to select the date at which they're aiming to complete the goal.
ja_jp: カレンダーツール。ユーザーはこれにより、目標の完了を目指す日付を選択できます。

source: Goal setting. Enables users to delete their goals.
ja_jp: 目標設定。ユーザーはこれにより、自分の目標を削除できます。

source: Goal deletion
ja_jp: 目標の削除

source: Goal section. Enables the user to add milestones, deliverables or outcomes to a goal.
ja_jp: 目標セクション。ユーザーはこれにより、目標にマイルストーン、成果、または結果を追加できます。

source: Text field. Enables the user to provide further details regarding the goal.
ja_jp: テキストフィールド。ユーザーはこれにより、目標に関する詳細情報を提供できます。

source: Goal section. Enables the user to create key performance indicators or measures of success for the goal.
ja_jp: 目標セクション。ユーザーはこれにより、目標に対する主要業績評価指標または成功指標を作成できます。

source: Enable min/max value in the measurement criteria
ja_jp: 測定基準の最小/最大値を有効化

source: Goal setting. Enables users to select whether the goal should be part of their performance review.
ja_jp: 目標設定。ユーザーはこれにより、目標を業績レビューに含めるかどうかを選択できます。

source: Performance flag in goal form
ja_jp: 目標フォームにおける業績フラグ

source: Drop-down list. Enables the user to define the priority of the goal among "High", "Medium", "Low", or "Unselected".
ja_jp: ドロップダウンリスト。ユーザーはこれにより、目標の優先度を［高］、［中］、［低］、または［未選択］の中から選択して定義できます。

source: Slider. Enables the user to adjust the progress of the goal after its creation.
ja_jp: スライダー。ユーザーはこれにより、目標の作成後にその進捗を調整できます。

source: Goal progress bar
ja_jp: 目標進捗バー

source: Goal setting. Enables the user to decide if they want to share their goals publicly and make them visible to all users in the company.
ja_jp: 目標設定。ユーザーはこれにより、自分の目標を公開して社内のすべてのユーザーに表示するかどうかを決定できます。

source: Goal setting. Enables both the goal owners and their line managers to reopen completed goals and move them back to "In progress" status.
ja_jp: 目標設定。これにより、目標オーナーとそのラインマネージャの両方が、完了した目標を再オープンして［進行中］ステータスに戻すことができます。

source: Goal reopening
ja_jp: 目標の再オープン

source: Goal setting. Enables the line manager to view any feedback attached to their report's goal, regardless of whether the feedback is private or public.
ja_jp: 目標設定。ラインマネージャはこれにより、フィードバックが非公開か公開かに関係なく、部下の目標に添付されたフィードバックを閲覧できます。

source: Attached feedback visibility
ja_jp: 添付されたフィードバックの表示/非表示

source: Default sharing option
ja_jp: デフォルトの共有オプション

source: Goal section. Enables the user to share the goal with specific individuals.
ja_jp: 目標セクション。ユーザーはこれにより、特定の個人と目標を共有できます。

source: Sharing
ja_jp: 共有

source: Goal widget displayed in the "Create goal" and "My goals" pages. We recommend enabling this widget for organizational goals and goal alignment.
ja_jp: ［目標を作成］および［私の目標］ページに表示される目標ウィジェット。組織の目標とのすり合わせのため、このウィジェットを有効化することをお勧めします。

source: Text field. Enables the user to provide a short description of the goal to be achieved.
ja_jp: テキストフィールド。ユーザーはこれにより、達成すべき目標の簡単な説明を提供できます。

source: Drop-down list. Enables the goal owner to track the progress of goals using the "On track", "At risk" or "Blocked" statuses.
ja_jp: ドロップダウンリスト。目標オーナーはこれにより、［順調］、［要注意］、または［ブロック済み］ステータスを使用して目標の進捗を追跡できます。

source: Define the permissions when assigning goals
ja_jp: 目標割り当て時のアクセス許可を定義

source: Define the permissions applied to workers and/or managers when assigning this goal type to other colleagues who have this goal type in their plan.
ja_jp: 計画にこの目標タイプがある他の同僚にこの目標タイプを割り当てる際に、従業員やマネージャに適用するアクセス許可を定義します。

source: Assignment permissions
ja_jp: 割り当てのアクセス許可

source: Admin information
ja_jp: 管理者情報

source: Public information
ja_jp: 公開情報

source: Information visible to workers.
ja_jp: 従業員に表示される情報です。

source: No goal types yet!
ja_jp: まだ目標タイプがありません！

source: Goal icon
ja_jp: 目標アイコン

source: Performance goals need to be included in reviews and be part of the bonus plan calculation.
ja_jp: 業績目標は、レビューに含めて、ボーナス計画の計算に組み込む必要があります。

source: Anyone in the company
ja_jp: 社内の任意の人員

source: Only users with a manager role will be able to assign goals to other users.
ja_jp: マネージャの役割を持つユーザーのみが、他のユーザーに目標を割り当てることができます。

source: Direct reports only
ja_jp: 直属の部下のみ

source: Managers can create goals for themselves
ja_jp: マネージャーは自分自身の目標を作成できます

source: Direct reports, organizational unit and below
ja_jp: 直属の部下、組織単位およびそれ以下

source: Allow creation for:
ja_jp: 作成を許可する対象:

source: Only managers in the selected population can assign goals
ja_jp: 選択された母集団に属するマネージャのみが目標を割り当て可能

source: Your goal type was successfully created.
ja_jp: 目標タイプが正常に作成されました。

source: View/edit
ja_jp: 表示/編集

source: This is the standard goal workflow. It is suitable for example for development and performance goals. An approval process can be activated. Managers can assign this goal to other workers.
ja_jp: これは標準的な目標ワークフローです。能力開発や業績目標などに適しています。承認プロセスを適宜有効化できます。マネージャは、他の従業員にこの目標を割り当てることができます。

source: Goal workflow
ja_jp: 目標ワークフロー

source: Enables users with manager and HR roles to assign organizational goals to organizational units, so that workers who belong to that organization can see the goal.
ja_jp: これにより、マネージャおよび人事の役割を持つユーザーが組織の目標を組織単位に割り当てることができ、同組織に属する従業員はその目標を閲覧できます。

source: Well-being
ja_jp: ウェルビーイング

source: Well-being goals are set by end-users and don’t require approval. They can only be set by the end-users; they cannot be assigned by another user and are not included in reports.
ja_jp: ウェルビーイングの目標はエンドユーザーによって設定され、承認を必要としません。これらはエンドユーザーのみが設定でき、他のユーザーによって割り当てられることはなく、レポートには含まれません。

source: You have unsaved changes. What would you like to do before leaving this page?
ja_jp: 未保存の変更があります。ページを離れる前に、どうしますか？

source: Changes in this table only apply to the individual worker. To update goal weights for organizational goals across the entire population, use the Edit view of the goal.
ja_jp: この表の変更は個々の社員にのみ適用されます。組織全体の目標ウェイトを更新するには、目標の編集ビューを使用してください。

source: To update goal weights for organizational goals across the entire population, use the Edit view of the goal.
ja_jp: 組織全体の目標のゴールウェイトを更新するには、ゴールの編集ビューを使用します。

source: Changes in this table only apply to the individual worker
ja_jp: この表の変更は個々の社員にのみ適用されます

source: Only to the selected organizational unit(s)
ja_jp: 選択された組織単位のみが対象

source: Achieved result:
ja_jp: 達成された結果：

source: Additional goal description:
ja_jp: 追加の目標説明：

source: Celebrate completed goals — it keeps motivation high.
ja_jp: 達成した目標を称えましょう——モチベーションの維持につながります。

source: Set yourself up for success!
ja_jp: 成功への準備をしよう！

source: Here are some tips to help you set and achieve impactful goals.
ja_jp: 影響力のある目標を設定し、達成するためのヒントをいくつかご紹介します。

source: Align your goals with team and company objectives.
ja_jp: あなたの目標をチームおよび会社の目標と整合させましょう。

source: Update your goals regularly to reflect changes in priorities.
ja_jp: 優先順位の変化を反映するため、目標は定期的に更新しましょう。

source: Write clear, measurable goals so you can track progress easily.
ja_jp: 進捗を簡単に追跡できるよう、明確で測定可能な目標を設定しましょう。
